"%@ - Offline" = "%@ - Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Adicionar Novo Cartão...";

"Add a Card" = "Adicionar um cartão";

"Apt." = "Apt.";

"Contact" = "Contacto";

"Delivery" = "Entrega";

"Delivery Address" = "Endereço de entrega";

"Free" = "Gratuito";

"Invalid Shipping Address" = "Endereço de envio inválido";

"Loading…" = "A carregar...";

"Multibanco" = "Multibanco";

"Next" = "Seguinte";

"Online Banking (FPX)" = "Serviços bancários online (FPX)";

"Payment Method" = "Método de Pagamento";

"Shipping" = "Envio";

"Shipping Method" = "Método de envio";

"Use Billing" = "Utilizar endereço de faturação";

"Use Delivery" = "Utilizar endereço de entrega";

"Use Shipping" = "Utilizar endereço de envio";
